[
  {
    "name": "Coping Styles Assessment",
    "template": "coping.html",
    "count": 1,
    "inference": true,
    "levels": [1, 2.5, 4],
    "skills": [
      {
        "skill": "Avoidant coping",
        "skill1T1": "A strategy where one avoids dealing with stressors, difficulties, or unpleasant emotions by retreating, withdrawing, or ignoring them.",
        "average": 0.0,
        "analysis": [
          {
            "level": "low",
            "skill1TT1": "A low score on the avoidant style of coping indicates that an individual does not use avoidance as a primary way of managing stressors and difficulties. ",
            "skill1C": "Characteristics of individuals who score low on avoidant coping style may include:",
            "skill1S": [
              "They may confront stressors and difficulties head-on, rather than avoiding or retreating from them.",
              "They may express their emotions and talk about their feelings with others.",
              "They may take responsibility for their actions and the outcomes of their efforts",
              "They may be open to new information and new ways of approaching problems.",
              "They may take a proactive approach to address stressors, using problem-solving strategies to find solutions.",
              "They may seek support from others, rather than isolating themselves.",
              "They may be flexible in their thinking and able to adapt to changing circumstances."
            ]
          },

          {
            "level": "high",
            "skill1TT1": "A high score on the avoidant style of coping indicates that an individual uses avoidance and retreat as their primary way of managing stressors and difficulties.",
            "skill1C": "Characteristics of individuals who score high on avoidant coping style may include:.",
            "skill1S": [
              "They may withdraw from social situations or from activities that trigger stress.",
              "They may deny or ignore the existence of the problem or may minimize its impact.",
              "They may suppress or avoid their emotions, rather than express or address them.",
              "They may be passive in their approach to problem-solving, relying on others to take action.",
              "They may avoid taking responsibility for their actions or may blame others for their problems.",
              "They may engage in activities such as substance use or other forms of escapism to avoid dealing with stressors.",
              "They may isolate themselves from others, either physically or emotionally."
            ]
          }
        ]
      },
      {
        "skill": "Emotion focused coping",
        "skill2T1": "A strategy that focuses on acknowledging and addressing the emotions elicited by a stressor followed by managing and regulating them.",
        "average": 0.0,
        "analysis": [
          {
            "level": "low",
            "Skill2TT1": "A low score on the avoidant style of coping indicates that an individual does not use avoidance as a primary way of managing stressors and difficulties. ",
            "skill2C": "Characteristics of individuals who score low on emotion-focused coping style may include:",
            "skill2S": [
              "They may take a proactive approach to address stressors, using problem-solving strategies to find solutions.",
              "They may identify and utilize available resources, such as support from others, to manage stressors.",
              "They may take direct action to address the source of the stressor, rather than ignoring or avoiding it.",
              "They may have confidence in their abilities to manage and overcome stressors.",
              "They may take responsibility for their actions and the outcomes of their efforts.",
              "They may be open to new information and new ways of approaching problems.",
              "They may be flexible in their thinking and able to adapt to changing circumstances."
            ]
          },

          {
            "level": "high",
            "skill2TT1": "A high score on the emotion-focused style of coping indicates that an individual uses strategies aimed at managing and regulating emotions in response to stressors or difficulties.",
            "skill2C": "Characteristics of individuals who score high on emotion-focused coping style may include:",
            "skill2S": [
              "They may express their emotions by talking to others or writing about their feelings.",
              "They may engage in mindfulness practices, such as meditation, or use relaxation techniques to reduce stress.",
              "They may turn to friends, family, or support groups for emotional support and validation.",
              "They may use positive self-talk or affirmations to maintain a positive outlook.",
              "They may be highly attuned to their emotions and prioritize their emotional well-being.",
              "They may avoid stressful situations or people that trigger negative emotions.",
              "They may take time to process and understand their emotions, rather than suppressing or ignoring them."
            ]
          }
        ]
      },
      {
        "skill": "Task focused coping",
        "skill3T1": "A strategy where one focuses on taking concrete and direct actions to solve or manage a stressor.",
        "average": 0.0,
        "analysis": [
          {
            "level": "low",
            "skill3TT1": "A low score on the task-focused style of coping indicates that an individual does not use a direct, problem-solving approach as a primary way of managing stressors and difficulties. ",
            "skill3C": "Characteristics of individuals who score low on task-focused coping style may include:",
            "skill3S": [
              " They may express their emotions and talk about their feelings with others.",
              "They may engage in mindfulness practices, such as meditation, or use relaxation techniques to reduce stress.",
              "They may turn to friends, family, or support groups for emotional support and validation.",
              "They may use positive self-talk or affirmations to maintain a positive outlook.",
              "They may be highly attuned to their emotions and prioritize their emotional well-being.",
              "They may avoid stressful situations or people that trigger negative emotions.",
              "They may take time to process and understand their emotions, rather than suppressing or ignoring them."
            ]
          },

          {
            "level": "high",
            "skill3TT1": "A high score on the task-focused style of coping indicates that an individual uses strategies aimed at directly addressing and solving stressors or difficulties.",
            "skill3C": "Characteristics of individuals who score high on task-focused coping style may include:",
            "skill3S": [
              "They may take a proactive approach to address stressors, using problem-solving strategies to find solutions.",
              "They may identify and utilize available resources, such as support from others, to manage stressors.",
              "They may take direct action to address the source of the stressor, rather than ignoring or avoiding it.",
              "They may have confidence in their abilities to manage and overcome stressors.",
              "They may take responsibility for their actions and the outcomes of their efforts.",
              "They may be open to new information and new ways of approaching problems.",
              "They may be flexible in their thinking and able to adapt to changing circumstances."
            ]
          }
        ]
      }
    ]
  },

  {
    "name": "Brief Resilience Scale",
    "template": "resilence.html",
    "count": 1,
    "inference": true,
    "levels": [1, 3, 4.3, 5],
    "skills": [
      {
        "skill": "Individual Description",
        "skill1T1": "Adaptability to stressful circumstances, the ability to recover from stress, the ability to function above normal in spite of significant adversity, and the ability to function above the norm are all factors that contribute to resilience.",
        "average": 0.0,
        "analysis": [
          {
            "level": "low",
            "skill1TT1": "The applicant has scored low on resilience. They struggle with being able to move on in life when they encounter difficulties in terms of major changes, setbacks, or adversities. They can not adjust to challenging circumstances and overcome hardships. ",
            "skill1C": "In a corporate setting, they are likely to struggle in the following situations",
            "skill1S": [
              "Keep a positive attitude",
              "Adjust to environmental changes",
              "Be productive irrespective of the barriers",
              "Be focused on achieving goals successfully",
              "Feeling a sense of control over the situation",
              "Absorb shocks and carry on with their operations",
              "Keeping motivation level high for self as well as others"
            ]
          },
          {
            "level": "Moderate",
            "skill1TT1": "The applicant has scored moderately on resilience. It is a quality that enables them to move on in life despite a few difficulties they encounter by overcoming a few of the setbacks and adversities. They can adjust to challenging circumstances and overcome hardship with great effort.",
            "skill1C": "In a corporate setting, they are likely to perform similarly to most people in the following situations",
            "skill1S": [
              "Keep a positive attitude",
              "Adjust to environmental changes",
              "Be productive irrespective of the barriers",
              "Be focused on achieving goals successfully",
              "Feeling a sense of control over the situation",
              "Absorb shocks and carry on with their operations",
              "Keeping motivation level high for self as well as others"
            ]
          },
          {
            "level": "high",
            "skill1TT1": "The applicant has scored high on resilience. It is a quality that enables them to move on in life despite the difficulties they encounter by overcoming setbacks and adversities. They can adjust to challenging circumstances and triumph over hardship.",
            "skill1C": "In a corporate setting, they are likely to excel in the following situations",
            "skill1S": [
              "Keep a positive attitude",
              "Adjust to environmental changes",
              "Be productive irrespective of the barriers",
              "Be focused on achieving goals successfully",
              "Feeling a sense of control over the situation",
              "Absorb shocks and carry on with their operations",
              "Keeping motivation level high for self as well as others"
            ]
          }
        ]
      }
    ]
  }
]
